Repository: puya2003205/My-first-app
Catalog: MyFirstApp/*.lproj/Localizable.strings
Languages: ro

# activity_title
source: Title
ro: Titlu

# activity_significance
source: Significance
ro: Importanta

# activity_duration
source: Duration
ro: Durata

# profile_role
source: Role
ro: Functie

# profile_gender
source: Gender
ro: Gen

# profile_date_of_birth
source: Date of birth
ro: Data nasterii

# update_profile_name
source: Name
ro: Nume

# update_profile_save_profile
source: Save
ro: Salveaza

# update_profile_personal_information
source: Personal information
ro: Informatii personale

# update_profile_update_profile
source: Update profile
ro: Actualizeaza profilul

# favorites_no_activity
source: Unfortunately, you haven't entered any activity in the favorites category yet, you can go back to the explore page and swipe right on the activities you want to do today!
ro: Din pacate inca nu ai introdus nicio activitate in categoria favorite, te poti intoarce pe pagina explore si sa dai swipe right activitatilor pe care vrei sa le faci azi!

# favorites_no_activity_on_category
source: You have not added any activity to this category yet
ro: Inca nu ai adaugat nicio activitate la aceasta categorie

# favorites_delete_message
source: Are you sure you want to delete all favorites?
ro: Esti sigur ca vrei sa stergi toate favoritele?

# create_activity_label
source: Activity informations
ro: Informatii activitate

# activity_duration_unity_of_measure
source: hours
ro: ore

# activity_significance_lower
source: Lower
ro: Mica

# activity_significance_medium
source: Medium
ro: Medie

# activity_significance_higher
source: Higher
ro: Mare

# activity_significance_urgent
source: Urgent
ro: Urgenta

# no_profile_found
source: No profile found, create a new one!
ro: Niciun profil gasit, creeaza unul nou!

# update_profile_contact_information
source: Contact Information
ro: Informatii de contact

source: Enter comment
ro: Introdu comentariul

# send_text
source: Send
ro: Trimite

# new_activity_title_error_title
source: Missing title
ro: Titlu lipsa

# new_activity_title_error_message
source: Please input a title for task!
ro: Te rog introdu un titlu

# new_activity_significance_error_title
source: Missing significance
ro: Importanta neselectata

# new_activity_significance_error_message
source: Please select task significance!
ro: Te rog selecteaza importanta taskului

# new_activity_duration_error_title
source: Duration invalid
ro: Durata neselectata

# new_activity_duration_error_message
source: Please select a valid duration for task!
ro: Te rog selecteaza o durata
